Repository: LabeliaLabs/responsible-ai-assessment-platform
Catalog: platform_code/locale/*/LC_MESSAGES/django.po
Languages: fr

source: A new territory is emerging at the crossroads between the AI expansion in organisations and public concerns about private data, transparency and robustness of algorithms. These are two powerful trends that are already beginning to collide. How can they be reconciled and combined together?
fr: Un nouvel espace émerge au croisement entre expansion de l'IA dans les organisations et inquiétudes du public sur les données privées, la transparence et la robustesse des algorithmes. Ce sont deux tendances puissantes qui commencent déjà à se percuter. Comment les réconcilier, les conjuguer ensemble ?

source: Based on an open and participative approach that we initiated in mid-2019 and described in
fr: En s'appuyant sur une démarche ouverte et participative que nous avons initiée mi-2019 et décrite dans

source: https://www.substra.ai/en/blog/how-to-solve-the-tension-between-ai-potential-and-associated-concerns
fr: https://www.substra.ai/fr/blog/evaluation-data-science-responsable

source: this article,
fr: cet article,

source: we have developed a reference framework to promote responsible and trustworthy data science. It has given rise to a self-assessment tool accompanied by numerous technical resources.
fr: nous avons élaboré un référentiel de risques et de bonnes pratiques pour promouvoir une data science responsable et de confiance. Il a donné naissance à un outil d'auto-évaluation accompagné de nombreuses ressources techniques.

source: Assess the level of maturity of your organisation and select topics for further study
fr: Evaluez le niveau de maturité de votre organisation et sélectionnez des sujets à approfondir

source: Evaluate your organisation
fr: Evaluez votre organisation

source: Carry out your self-assessment on the 6 themes of Responsible Data Science and Trust
fr: Réalisez votre auto-évaluation sur les 6 thèmes du référentiel cadre de la Data Science Responsable et de Confiance

source: Technical resources
fr: Les ressources techniques

source: Discover the resources that will allow you to progress, discover new tools and learn new techniques.
fr: Découvrez les ressources qui vous permettrons de progresser, de découvrir de nouveaux outils et d'apprendre de nouvelles techniques

source: Analyse your progress over time on the different assessment axes
fr: Analysez votre progression au fil du temps sur les différents axes d'évaluation

source: Sign up to receive Substra Foundation’s newsletter:
fr: Inscrivez-vous pour recevoir la newsletter de Substra Foundation :

source: Email Address is required.
fr: Une adresse email est nécessaire.

source: Email addresses should follow the format user@domain.com.
fr: L'adresse email doit respecter le format user@domail.com.

source: This email address looks fake or invalid. Please enter a real email address.
fr: Cet email n'est pas valide. Veuillez entrer une adresse email valide.

source: Could not connect to the registration server, retry later.
fr: Une erreur est survenue lors de la connection au serveur. Essayez de nouveau plus tard.

source: SIGN UP
fr: Inscription

source: Frequency: maximum 1 email/month. Your email address will not be shared with anyone.
fr: Fréquence : maximum 1 email / mois. Votre adresse ne sera transmise à personne.

source: Thank you for subscribing to the newsletter!
fr: Merci d'avoir souscrit à la newsletter !

source: You are already subscribed!
fr: Vous êtes déjà inscrit !

source: Your username and password didn't match. Please try again.
fr: Votre email et mot de passe ne concordent pas. Réessayez !

source: Please login to see this page.
fr: Veuillez vous connecter pour accéder à cette page.

source: Login
fr: Connexion

source: I haven't an account
fr: Je n'ai pas de compte

source: Forgotten password?
fr: Mot de passe oublié ?

source: Your email and password didn't match. Please try again.
fr: Votre email et mot de passe ne concordent pas. Réessayez !

source: Do you want to logout?
fr: Voulez-vous vous déconnecter ?

source: Logout
fr: Déconnexion

source: Logged out!
fr: Vous avez bien été déconnecté !

source: Click here to login again.
fr: Cliquez ici pour vous reconnecter.

source: My favorite resources
fr: Mes ressources favorites

source: All the resources
fr: Toutes les ressources

source: Glossary
fr: Glossaire

source: You do not have selected resources as favorite yet. You can do this in the next tab or during the evaluation by clicking on the small icon next to the resources.
fr: Vous n'avez pas de ressources favorites actuellement. Vous pouvez en ajouter dans l'onglet suivant ou lors de l'évaluation en cliquant sur l'icône à côté de la ressource.

source: Privacy:
fr: Vie privée

source: the right to an individual to control who have access to his personal data.
fr: le droit d'un individu de controler qui a accès à ses données personnelles

source: Create a new organisation
fr: Créer une nouvelle organisation

source: My role:
fr: Mon rôle :

source: Number of evaluations in progress:
fr: Nombre d'évaluations en cours :

source: Number of completed evaluations:
fr: Nombre d'évaluations terminées :

source: Go to the organisation
fr: Aller à l'organisation

source: Create the organisation
fr: Créer l'organisation

source: Organisation creation
fr: Création de l'organisation

source: Create
fr: Créer

source: Pass
fr: Passer

source: Back
fr: Retour

source: User settings
fr: Paramètres du compte

source: My information
fr: Mes informations

source: My account
fr: Mon compte

source: User information
fr: Mes informations

source: Data export
fr: Export de mes données personnelles

source: Export personnal data
fr: Export des données personnelles

source: Account deletion
fr: Suppression de mon compte

source: Delete the account
fr: Suppression du compte

source: Go back to my dashboard
fr: Retour à mon tableau de bord

source: Evaluation name
fr: Nom de l'évaluation

source: Create my evaluation
fr: Créer mon évaluation

source: There is no assessment available.
fr: Nous sommes désolé, il n'y a pas d'assessment disponible actuellement.

source: My note:
fr: Ma note :

source: Go to the note
fr: Aller à la note

source: You don't have any notes in your evaluations
fr: Vous n'avez aucune note dans vos évaluations

source: My organisations
fr: Mes organisations

source: My resources
fr: Mes ressources

source: The password has been changed!
fr: Votre mot de passe a bien été changé !

source: Change the password
fr: Changer mon mot de passe

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
fr: Le lien n'est pas valide, il a peut-être déjà été utilisé. Faites une nouvelle demande.

source: We've emailed you instructions for setting your password, if an account exists with the email you entered.
fr: Nous vous avons envoyé un email contenant les instructions pour réinitialiser votre mot de passe à l'adresse mail renseignée, si celle-ci est liée à un compte.

source: You should receive them shortly.
fr: Vous devriez le recevoir rapidement.

source: If you don't receive an email, please make sure you've entered the address you registered with, and check your spam folder.
fr: Si vous ne recevez pas l'email, vérifiez que vous avez correctement entré votre adresse email et regardez dans vos emails indésirables.

source: Dear
fr: Cher

source: We received a request to reset the password for your account on Substra Foundation for this email address. To initiate the password reset process for your account, click the link below.
fr: Nous avons reçu une demande de réinitialisation de mot de passe pour le compte Substra Foundation lié à cette adresse email. Pour intilialiser l'opération, cliquez sur le lien ci-dessous.

source: Forgotten password
fr: Mot de passe oublié

source: Reset
fr: Réinitialiser

source: Reset password - Substra assessment
fr: Réinitialiser le mot de passe - Substra

source: Release Notes
fr: Notes de mise à jour

source: Are you sure you want to delete your account?
fr: Êtes-vous sûr de vouloir supprimer votre compte ?

source: The organisations you are the only admin member will be deleted, as well as their evaluations.
fr: Cela entrainera la suppression des organisations où vous êtes l'unique administrateur ainsi que les évaluations associées.

source: Delete
fr: Supprimer

source: Are you really sure you want to delete your account?
fr: Etes-vous sûr de vouloir supprimer votre compte ?

source: Delete my account
fr: Supprimer mon compte

source: Personnal data export
fr: Export de mes données personnelles

source: Do you want to download your personnal data stored in the platform?
fr: Voulez-vous exporter vos données personnelles enregistrées sur la plateforme ?

source: Download
fr: Télécharger

source: Change password
fr: Changer mon mot de passe

source: Sign up
fr: Création du compte

source: already have an account?
fr: J'ai déjà un compte

source: Your account has been deleted.
fr: Votre compte a bien été supprimé.

source: Your account has been deleted as well as the organisation %(list_organisations)s and its evaluations.
fr: Votre compte a bien été supprimé ainsi que l'organisations %(list_organisations)s et ses évaluations.

source: Activate your trustworthy Data Science Assessment account
fr: Activez votre compte Assessment Data science responsable et de confiance

source: The link has expired.
fr: Le lien a expiré.

source: Thank you for your verification, your account has been activated.You had %(count)d pending invitation to join the organisation: %(name)s. You have automatically joined it.
fr: Merci pour la vérification de votre adresse email, votre compte a bien été activé. Vous avez %(count)d invitation pour rejoindre l'organisation : %(name)s. Vous l'avez automatiquement rejointe.

source: Your account has been activated! Do you want to create your organisation now? You could do it later but it is required to do an evaluation.
fr: Votre compte a bien été créé ! Voulez-vous créer votre organisation maintenant ? Vous pourrez la créer plus tard mais il est nécessaire d'en avoir une pour s'évaluer.

source: An issue occurred with the link.
fr: Un problème est survenu avec le lien.

source: Your password has been changed!
fr: Votre mot de passe a bien été changé !

source: Your information has been updated!
fr: Vos informations ont été mises à jour !

source: The validation failed. Please check you have filled all the fields.
fr: La validation a échoué. Vérifiez que vous avez bien rempli tous les champs.

source: You must be connected to access this content.
fr: Vous devez vous connecter pour accéder à ce contenu.

source: The attempt to connect with this combination email/password failed. Please try again!
fr: La combinaison email/mot de passe est erronée. Réessayez !

source: Please, enter your email and your password to login to your account. If you don't have an account, click on the "I haven't an account" button.
fr: Veuillez entrer votre email et votre mot de passe pour vous connecter. Si vous n'avez pas de compte, cliquez sur "je n'ai pas de compte".

source: You first need to create your organisation before creating your evaluation.
fr: Vous devez d'abord créer votre organisation avant de pouvoir faire une évaluation.

source: Homepage
fr: Page d'accueil

source: With the support of
fr: Avec le soutien de

source: Passer en version française
fr: Switch in English

source: Legal notices
fr: Mentions légales
