Repository: LabeliaLabs/responsible-ai-assessment-platform
Catalog: platform_code/locale/*/LC_MESSAGES/django.po
Languages: fr

source: We are sorry but the message has not been sent. Try again or contact the Substra team through another channel.
fr: Nous sommes désolé mais votre message n'a pas été envoyé. Essayez de nouveau ou contactez nous par un notre moyen !

source: An error occurred. The feedback does not have been sent.
fr: Une erreur est survenue. Votre avis n'a pas été envoyé.

source: Thank you for your feedback, it helps us a lot! We will take it into consideration as soon as possible.
fr: Merci pour votre retour ! Nous l'avons bien pris en compte et nous essayerons de le traiter au plus vite.

source: Please, do not spam the feature. If your are not, contact the support service!
fr: Veuillez utiliser cette feature avec modération ! Si vous pensez qu'il y a un problème, contactez le support.

source: An error occurred during the calculation of the exposition score.
fr: Un problème est survenu avec le calcul du score d'exposition.

source: An error occurred with the score calculation.
fr: Un problème est survenu avec le calcul du score d'une évaluation.

source: Your evaluation has been upgraded! You have been redirected to it.
fr: Votre évaluation a bien été mise à jour ! Vous avez été redirigé vers celle-ci.

source: Your evaluation has been upgraded! You have been redirected to it.
fr: Votre évaluation a bien été mise à jour ! Vous avez été redirigé vers celle-ci.

source: Your evaluation has been upgraded! You have been redirected to it. You have to complete the new items before the validation.
fr: Votre évaluation a bien été mise à jour ! Vous avez été redirigé vers celle-ci. Vous devez la terminer avant de pouvoir accéder aux résultats.

source: Your evaluation has been upgraded!
fr: Votre évaluation a bien été mise à jour à la dernière version.

source: Your note has been deleted!
fr: Votre note a bien été supprimée !

source: You can't delete an empty note!
fr: Vous ne pouvez pas supprimer une note vide.

source: You can't delete this note!
fr: Vous ne pouvez pas supprimer cette note !

source: Your note has been archived!
fr: Vos notes ont été archivées !

source: Your note has been un-archived!
fr: Vos notes ont été dé-archivées !

source: You can't archive an empty note!
fr: Vous ne pouvez pas archiver une note vide !

source: You can't archive this note!
fr: Vous ne pouvez pas archiver cette note !

source: English
fr: Anglais

source: French
fr: Français

source: Export the organisation evaluations as CSV file
fr: Exporter les évaluations des organisation dans un fichier csv

source: First name
fr: Prénom

source: Last name
fr: Nom

source: Password
fr: Mot de passe

source: Your password must contain at least 8 characters, with at least one number and one letter
fr: Votre mot de passe doit contenir au moins 8 caractères avec au moins une lettre et un chiffre

source: Name
fr: Nom

source: Size
fr: Taille

source: Country
fr: Pays

source: Sector
fr: Secteur

source: Language preference
fr: Préférence de langage

source: Password confirmation
fr: Confirmation du mot de passe

source: Passwords don't match
fr: Votre mot de passe est erroné

source: Users must have an email address
fr: Un utilisateur doit avoir un email

source: A user with that email already exists.
fr: Un utilisateur a déjà cet email

source: first name
fr: Prénom

source: last name
fr: Nom

source: read only
fr: lecteur

source: editor
fr: éditeur

source: Industrial - Large company
fr: Industriel - Grande entreprise

source: Industrial - Mid-sized company
fr: Industriel - ETI

source: Small and Medium-Sized Businesses
fr: Industriel - PME

source: B2B Service Provider - Software publisher
fr: Prestataire B2B - Editeur de logiciels

source: B2B service provider - Consulting agency
fr: Prestataire B2B - Cabinet de conseil

source: Research organisation
fr: Organisme de recherche

source: We have sent you a validation link by email.
fr: Nous vous avons envoyé un lien de validation par email.

source: You should receive it shortly.
fr: Vous devriez le recevoir rapidement.

source: If you don't, please make sure you have entered a correct email address and check your spam folder.
fr: Si vous ne recevez pas l'email, vérifiez que vous avez correctement entré votre adresse email et regardez dans vos emails indésirables.

source: Thank you for creating a Substra account!
fr: Merci d'avoir créé un compte Substra !

source: To continue the process, please verify your email by clicking on the link below,
fr: Afin de valider l'opération, veuillez vérifier votre adresse email en cliquant sur le lien ci-dessous,

source: If clicking the link above doesn't work, please copy and paste the URL in a new browser window instead.
fr: Si le lien ne fonctionne pas, veuillez le copier et le coller dans l'URL d'une nouvelle fenêtre.

source: The assessment
fr: Le référentiel d'évaluation

source: How was the evaluation developed?
fr: Comment l'évaluation a-t-elle été élaborée ?

source: It is the result of a participatory work initiated in mid-2019 and carried out by the Substra Foundation association. This approach is described in this
fr: Elle est le fruit d'un travail participatif initié mi-2019 et mené par l'association Substra Foundation. Cette démarche est décrite dans cet

source: blog article
fr: article de blog

source: that we recommend!
fr: que nous vous recommendons !

source: But let's review here some of the contextual elements described in the article. First of all, we can see that there is growing tension between the potential and interest of AI techniques on the one hand, and the difficulty of trusting these techniques or their implementation on the other (whether by private actors such as
fr: Reprenons tout de même ici quelques éléments de contexte décrits dans l'article. Tout d'abord, notre constat est que l'on observe une tension grandissante, entre d’un côté le potentiel et l’intérêt des techniques d’IA, et de l’autre la difficulté à faire confiance à ces techniques ou à leurs mises en oeuvres (que ce soit par des acteurs privés comme

source: Apple with the Apple Card
fr: Apple avec l'Apple Card

source: , Tesla in
fr: , Tesla dans

source: this astonishing example,
fr: cet exemple étonnant,

source: or by public actors such as States, cf.
fr: ou par des acteurs publics comme les Etats, cf.

source: on parole in the USA, the controversies each year on Parcoursup in France,
fr: sur les libérations conditionnelles aux USA, les controverses chaque année sur Parcoursup en France, les

source: unemployment benefits in the Netherlands,
fr: allocations chômage aux Pays-Bas,

source: and many others). In this context, it is becoming increasingly difficult for an organisation to implement data science approaches in its products and services and to take this on board publicly.
fr: et bien d’autres). Et dans ce contexte, il devient de plus en plus délicat pour une organisation de mettre en œuvre des approches de data science dans ses produits et services et de l’assumer publiquement.

source: Obviously this tension is not new, certain risks are very real, and it seems to us that there is a general consensus on the fact that it is necessary to develop structuring and reassuring frameworks. You only have to type <i>AI and ethics</i> or <i>responsible AI</i> into a search engine to see the significant number of initiatives in this field. However, many of them are lists of cardinal principles, and do not offer a concrete, operational hook. How can we position ourselves? How to evaluate one's organisation? What should you work on to <i>comply</i> with these principles?
fr: Evidemment cette tension ne date pas d’hier, certains risques sont bien réels, et il nous semble que règne une forme de consensus général sur le fait qu’il faille faire émerger des cadres structurants et rassurants. Il suffit de taper <i>IA et éthique</i> ou “<i>IA responsable</i> dans un moteur de recherche pour voir le foisonnement d’initiatives dans ce domaine, et on trouve donc beaucoup de choses en la matière. Cependant, beaucoup sont des listes de principes cardinaux, et n’offrent pas d’accroche concrète, opérationnelle. Comment se positionner ? Comment évaluer son organisation ? Sur quoi travailler pour se <i>mettre en conformité</i> avec ces principes ?

source: It is based on these observations that we wanted to develop a tool that is intended for practitioners, useful and actionable as soon as possible. Give it a try and tell us what you think!
fr: C'est à partir de cette réflexion que nous avons souhaité élaborer un outil qui soit à destination des praticiens, utile et actionnable dès que possible. Essayez et dites-nous ce que vous en pensez !

source: Who is this evaluation intended for?
fr: À qui s'adresse cette évaluation ?

source: The self-assessment tool has been developed to suit (and hopefully bring something!) all organisations (companies, university laboratories, start-ups, specialised consultants, etc.) with activities in data science, AI, ML, etc. A data scientist, a team leader, or a technical director for example can complete the assessment. The tool also enables several users from the same organisation to fill in an assessment together, for example to split up the different topics.
fr: L'outil d'auto-évaluation a été élaboré pour convenir (et, on l'espère, apporter quelque chose !) à toutes les organisations (entreprises, laboratoires universitaires, start-ups, consultants spécialisés…) ayant des activités de data science, IA, ML, etc. Un data scientist, un responsable d'équipe, ou un directeur technique par exemple peuvent compléter l'évaluation. L'outil permet d'ailleurs de s'y atteler à plusieurs utilisateurs pour une même organisation, pour se répartir les sujets par exemple.

source: How is the evaluation structured?
fr: Comment est structurée l'évaluation ?

source: It is composed of 6 thematic sections. We have chosen not to take up here the 7 themes of the report of the EU high-level expert group and its ALTAI tool, but to prefer a breakdown that we hope will be more pragmatic, aimed at getting closer to the life cycle of a data science project.
fr: Elle est composée de 6 sections thématiques. Nous avons choisi de ne pas reprendre ici les 7 thèmes du rapport du high-level expert group de l'UE ou de son outil ALTAI, mais de leur préférer un découpage que nous espérons plus pragmatique, visant à se rapprocher du cycle de vie d'un projet de data science. À voir à l'usage !

source: Is the assessment framework 'finished' or will it keep evolving?
fr: L'évaluation est-elle figée ou allez-vous la faire évoluer avec le temps ?

source: Yes, it will continue to evolve. From the very beginning of this project it was clear that it would be an iterative process, because it seemed unimaginable to work for a period of time, publish this work and move on to something else. The field evolves quickly, the perspectives are multiple (large companies, public organisations, small start-ups, specialised consultants, regulators...), it was going to have to start somewhere and improve over time. Now that the platform is online, however, it is not a question of making changes every week, otherwise the assessments in progress or just completed will be constantly obsolete. We therefore set ourselves a time constant of the order of a quarter or semester. In order to accompany these updates and make them a positive thing for users and organisations that have already evaluated themselves, the platform includes a migration functionality. This consists of <i>migrating</i> a given evaluation to the more recent version of the evaluation repository: all responses to unchanged elements will be retained.
fr: Oui elle va continuer à évoluer. Dès le début de ce projet il était clair que ce serait une démarche itérative, car il paraissait inimaginable de travailler pendant une période, publier ce travail et passer à autre chose. Le domaine évolue vite, les perspectives sont multiples (grande entreprise, organisation publique, petite start-up, consultants spécialisés, régulateurs…), il allait falloir démarrer quelque part et améliorer au fil du temps. Maintenant que la plateforme est en ligne, il ne s'agit cependant pas d'apporter des évolutions toutes les semaines, sans quoi les évaluations en cours ou juste terminées seront sans cesse obsolètes. On se fixe donc une constante de temps de l'ordre du trimestre ou du semestre. Pour accompagner ces mises à jour et en faire quelque chose de positif pour les utilisateurs et les organisations s'étant déjà évalués, la plateforme comprend une fonctionnalité de migration. Cela consiste à <i>migrer</i> une évaluation donnée vers la version plus récente du référentiel d'évaluation : toutes les réponses à des éléments inchangés seront conservés.

source: The synthetic score is on a total of 100 theoretical maximum points for a full assessment. It provides an indication of the organization maturity level on responsible and trustworthy data science practices. At the end of 2020, the 50/100 threshold can be considered a very advanced maturity level.
fr: Le score synthétique est sur un total de 100 points maximum théoriques pour l'ensemble de l'évaluation. Il offre une indication sur le niveau de maturité de l'organisation quant à une approche responsable et de confiance de la data science. À fin 2020, le seuil de 50/100 peut être considéré comme un niveau de maturité très avancé.

source: The mechanism for calculating the score is relatively simple:
fr: Le mécanisme de calcul du score est relativement simple :

source: with each version of the assessment we define a number of points for each response item of each evaluation element, as well as a so-called <i>importance weighting</i> calibrated to ensure that the theoretical maximum total is exactly 100.
fr: avec chaque version de l'évaluation nous définissons un nombre de points pour chaque item de réponse de chaque élément d'évaluation, ainsi qu'une pondération dite <i>pondération d'importance</i> calibrée pour assurer que le total maximal théorique est bien 100 exactement.

source: for single response evaluation elements, the number of points of the selected item is retained, while for multiple response evaluation elements, the number of points of all selected items are summed.
fr: pour les éléments à réponse unique, le nombre de point de l'item sélectionné est retenu, alors que pour les éléments à réponses multiples, les nombres de points de tous les items sélectionnés sont sommés.

source: the total score obtained is the sum of the number of points for each evaluation element, weighted by the importance weighting.
fr: le score total obtenu est la somme des nombres de points de chaque élément, pondérée par la pondération d'importance.

source: There is, however, a subtlety in cases where one is <i>not concerned</i> by certain evaluation elements and the risk universes corresponding to them. Indeed, it would be illogical to deprive the organisation of points associated with evaluation elements that do not concern it but which other organisations concerned by this risk can obtain. Similarly, it would be illogical to immediately obtain all possible points, at the risk otherwise of automatically having a very high score as soon as little is actually done. The mechanism for dealing with this point is as follows:
fr: Il y a toutefois une subtilité dans les cas de figure où l'on est <i>non concerné</i> par certains éléments d'évaluation et par les univers de risques leurs correspondant. En effet, il serait illogique de priver l'organisation qui n'est pas concernée par un risque d'un certain nombre de points que les autres organisations concernées par ce risque peuvent obtenir. Mais de même, il serait illogique d'obtenir immédiatement tous les points possibles, au risque sinon d'avoir automatiquement un score très élevé dès lors que l'on ne fait en fait pas grand chose. Le mécanisme pour traiter ce point est le suivant :

source: If you are <i>not concerned</i> by an evaluation element, you are automatically awarded half of the maximum number of points for the element. The other half is added to a temporary variable, the <i>number of points that cannot be obtained</i>.
fr: Lorsque l'on est <i>non concerné</i> par un élément d'évaluation, on se voit attribuer automatiquement la moitié du nombre de points maximal de l'élément. L'autre moitié vient abonder une variable temporaire, le <i>nombre de points qui ne peuvent pas être obtenus</i>.

source: Once all the assessment items that do not concern you have been dealt with, an intermediate score is calculated by summing the points for each item. This intermediate score is therefore not out of 100, but out of an intermediate maximum = (100 - the number of points that cannot be obtained).
fr: Une fois que tous les éléments d'évaluation par lesquels on n'est pas concerné ont été traités, on calcule un score intermédiaire en sommant les points pour chaque élément. Ce score intermédiaire n'est donc pas sur 100, mais sur un maximum intermédiaire = (100 - le nombre de points qui ne peuvent pas être obtenus).

source: This intermediate score is then <i>dilated</i> to be brought back to 100; dilated by a factor (100 / maximum intermediate).
fr: Ce score intermédiaire est ensuite <i>dilaté</i> pour être ramené sur 100 ; dilaté d'un facteur (100 / maximum intermédiaire).

source: This mechanism is a compromise to ensure : (i) that not being affected by certain risks is taken into account; (ii) that the score of any assessment is always out of 100.
fr: Ce mécanisme est un compromis visant à assurer : (i) que le fait de ne pas être concerné par certains risques est pris en compte ; (ii) que le score de n'importe quelle évaluation est toujours sur 100.

source: Finally, here is some additional information in the form of answers to frequently asked questions:
fr: Enfin, voici quelques compléments d'information sous forme de réponses à des questions souvent posées :

source: Why is the value of each response item not seen during the assessment? In studying several systems for evaluating professional practices in different sectors, it has become apparent that it is rather good practice not to show these values. The aim is to give priority to the content, and to limit the risk of distracting the user by constantly putting before his eyes the numerical elements that can lead to an attempt to <i>optimise his answers</i>.
fr: Pourquoi ne voit-on pas durant l'évaluation la valeur de chaque élément de réponse ? En étudiant plusieurs systèmes d'évaluation de pratiques professionnelles dans différents secteurs, il nous est apparu que c'était une bonne pratique de ne pas montrer ces valeurs pendant une évaluation. Notre objectif est de donner la priorité au contenu et de limiter le risque de pertubation ou d'influence de l'utilisateur en montrant des éléments chiffrés qui pourraient le conduire à chercher à <i>optimiser ses réponses.</i>

source: About Substra Foundation
fr: À propos de Substra Foundation

source: https://www.substra.ai/en/about-substra-foundation
fr: https://www.substra.ai/fr/about-substra-foundation

source: is a non-profit organisation whose mission is to contribute to the development of collaborative, responsible and trustworthy data science. It is dedicated to the following 5 projects:
fr: est une association loi 1901 qui s'est donné pour mission de contribuer au développement de la data science collaborative, responsable et de confiance. Elle se consacre aux 5 projets suivants :

source: Substra Assessment: a self-assessment and self-training tool on risks and good practices on the theme of responsible and trustworthy data science.
fr: Substra Assessment : un outil d'auto-évaluation et d'auto-formation aux risques et bonnes pratiques sur le thème de la data science responsable et de confiance.

source: Substra Framework:
fr: Framework Substra :

source: the association promotes, animates and contributes to the open source project Substra, a framework for the secure, traceable and decentralised orchestration of ML tasks. It is based on Hyperledger Fabric, the reference DLT framework hosted by the Linux Foundation. Substra is developed by Owkin and published under the Apache 2.0 license to foster the emergence of new use cases and open up open source collaborations.
fr: l'association promeut, anime et contribue au projet open source Substra, un framework pour l’orchestration sécurisée, traçable et décentralisée de tâches de ML. Il est basé sur Hyperledger Fabric, le framework DLT de référence hébergé par la Fondation Linux. Substra est développé par Owkin et publiée sous licence Apache 2.0 pour favoriser l'émergence de nouveaux cas d'usage et ouvrir les collaborations open source.

source: mplc (for Multi-Partner Learning and Contributivity) is a Python library for simulating distributed learning scenarios and benchmarking different learning methods and different methods of dataset contributivity assessment.
fr: mplc (pour Multi-Partner Learning and Contributivity) est une librairie Python pour simuler des scenarios d'apprentissage distribué et benchmarker différentes méthodes d'apprentissage et différentes méthodes d'évaluation de contributivité des datasets.

source: HealthChain: research consortium on federated learning use cases on clinical data (see description
fr: HealthChain : consortium de recherche sur des cas d'usage d'apprentissage fédéré sur des données cliniques (voir description

source: https://www.substra.ai/en/healthchain-project
fr: https://www.substra.ai/fr/healthchain-project

source: here
fr: ici

source: MELLODDY: research consortium on federated learning use cases on chemical data (see description
fr: MELLODDY : consortium de recherche sur des cas d'usage d'apprentissage fédéré sur des données chimiques (voir description

source: https://www.substra.ai/en/melloddy-project
fr: https://www.substra.ai/fr/melloddy-project

source: Are you interested in the notion of responsible and trustworthy data science practices? Substra Assessment is a self-assessment and training tool: assess your organisation's level of maturity now and access numerous technical references to increase your competence.
fr: Vous êtes sensible aux pratiques de la data science qui soient responsables et de confiance ? Substra Assessment est un outil d'auto-évaluation et d'auto-formation : évaluez dès maintenant le niveau de maturité de votre organisation et accéder à de nombreuses références techniques pour monter en compétence.

source: My dashboard
fr: Mon tableau de bord

source: Sign up and start an evaluation
fr: Je m'inscris et je démarre une évaluation

source: Responsible and Trustworthy Data Science: towards a reference framework and a professional community
fr: Data Science Responsable et de Confiance : vers un cadre de référence et une communauté professionnelle

source: New technical and organisational solutions are essential to provide a framework of trust that is lacking today and to make possible new, promising and secure collaborations between companies, public institutions and citizens.
fr: Des solutions techniques et organisationnelles nouvelles sont indispensables pour accorder un cadre de confiance qui manque aujourd'hui et pour rendre possible des collaborations nouvelles, prometteuses et sûres entre les entreprises, les institutions publiques et les citoyens.
