Repository: LabeliaLabs/responsible-ai-assessment-platform
Catalog: platform_code/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Add %s
fr: Ajouter %s

source: Change %s
fr: Changer %s

source: View %s
fr: Voir %s

source: No evaluation element fits to my case
fr: Aucun élément de réponse ne me convient

source: This evaluation element is poorly formulated
fr: Cet élément est mal formulé ou mal expliqué

source: My organisation is not concerned by this evaluation element
fr: Cela ne s’applique pas à mon organisation ou mon secteur

source: There is an issue or a typo in the element
fr: Il y a une erreur ou une typo dans la question

source: I have a new resource to add to this evaluation element
fr: J’ai une ressource supplémentaire à proposer

source: A resource is not available
fr: Une ressource n'est pas disponible

source: Other
fr: Autres

source: I find that an evaluation element is not appropriated
fr: Un élément d’évaluation ne me semble pas approprié

source: I would like to propose a new evaluation element
fr: J’ai une suggestion d’un nouvel élément d’évaluation

source: I would like to propose a new resource to this section
fr: J’ai une ressource à proposer pour cette section

source: The json file has to contain the choice ids as keys ('1.1.a' for exemple) and the weight as value
fr: Le fichier json doit contenir les ids des choix comme clé et leur pour comme valeur

source: Evaluation title
fr: Titre de l'évaluation

source: My notes on the section
fr: Mes notes sur la section

source: Enter your notes on the section here.
fr: Entrer vos notes sur la section ici.

source: My notes
fr: Mes notes

source: Enter your notes on the evaluation element here.
fr: Entrer vos notes sur l'élément d'évaluation ici.

source: Your feedback
fr: Votre avis

source: My feedback
fr: Mon avis

source: My notes:
fr: Mes notes :

source: My section notes:
fr: Mes notes de section :

source: Rights
fr: Droits

source: read_only
fr: lecteur

source: Import the assessment in <strong>%(language)s</strong>
fr: Importez l'assessment en <strong>%(language)s</strong>

source: Your assessment is currently in "<strong>%(assessment_language_tag)s</strong>". <br><br> Please, import the %(assessment_language_import)s version. Note that it must be the same version, same structure.
fr: L'assessment est actuellement en "<strong> %(assessment_language_tag)s</strong>".<br><br> Veuillez importer celui-ci en %(assessment_language_import)s.Il faut qu'il ait la même version, même structure.

source: %(progression)s%% done
fr: La progression est de %(progression)s%%

source: %(progression)s%% done
fr: La progression est de %(progression)s%%

source: Go to the section
fr: Aller à la section

source: %(progression)s%% is done
fr: La progression est de %(progression)s%%

source: Save the notes
fr: Sauvegarder les notes

source: Save
fr: Enregistrer

source: You do not have the right to do this action
fr: Vous n'avez pas le droit de faire cette action.

source: You have already answered to this evaluation element
fr: Vous avez déjà répondu à cet élément d'évaluation

source: You are not concerned by this evaluation element due to your answer to this evaluation element
fr: Cet élément d'évaluation n'est pas applicable suite à votre réponse à l'élément d'évaluation

source: You have not yet answered to this evaluation element
fr: Vous n'avez pas encore répondu à cet élément d'évaluation.

source: This evaluation element is not applicable due to your previous answers
fr: Cet élément d'évaluation n'est pas applicable suite à vos réponses précédentes.

source: Please select one answer which best matches to your organisation situation.
fr: Veuillez sélectionner une seule réponse correspondant le mieux à la maturité de l'organisation à ce sujet.

source: Please select all the answers which best match to your organisation situation. Be careful, some combinations are not coherent.
fr: Veuillez sélectionner tous les éléments de réponse correspondant à des pratiques de votre organisation. Attention, certaines combinaisons ne seraient pas cohérentes.

source: Delete this note
fr: Supprimer la note

source: Archive this note
fr: Archiver les notes

source: Go to the previous evaluation element
fr: Aller à l'élément d'évaluation précédent

source: Validate
fr: Valider

source: Modify
fr: Modifier

source: Go to the next evaluation element
fr: Aller à l'élément d'évaluation suivant

source: Reset the answer
fr: Réinitialiser les réponses

source: This evaluation element is not applicable due to the answer to this evaluation element
fr: Cet élément d'évaluation n'est pas applicable suite à votre réponse à l'élément d'évaluation

source: Resources
fr: Ressources

source: Click to like the resource
fr: Cliquez pour ajouter la ressource à vos favoris

source: Click to unlike the resource
fr: Cliquez pour retirer la ressource de vos favoris

source: Create a new evaluation
fr: Créer une nouvelle évaluation

source: This number corresponds to the version of the assessment that is currently in use.
fr: Ce numéro correspond à la version du référentiel actuellement utilisé.

source: Assessment version
fr: Version du référentiel d'évaluation

source: Cancel
fr: Annuler

source: Evaluation creation
fr: Création de l'évaluation

source: Create the evaluation
fr: Créer l'évaluation

source: Are you sure you want to delete the evaluation?
fr: Etes vous certain de vouloir supprimer cette évaluation ?

source: The evaluation deletion is definitive. You would not be able to retrieve your answers and your score.
fr: La suppression d'une évaluation est définitive. Vous ne pourrez plus retrouver vos éléments de réponses et votre score.

source: Delete my evaluation
fr: Supprimer mon évaluation

source: Do you want to change the name of your evaluation?
fr: Voulez-vous changer le nom de votre évaluation ?

source: Change
fr: Changer

source: You can give a feedback on this evaluation element to the Substra team.
fr: Vous pouvez donner votre avis sur cet élément d'évaluation à l'équipe Substra.

source: Give a feedback
fr: Donner un avis

source: Feedback
fr: Avis

source: Give a feedback on this element
fr: Donnez votre avis sur cet élément d'évaluation

source: Submit
fr: Envoyer

source: Dashboard
fr: Tableau de bord

source: Creation date:
fr: Créée le

source: Validate and see the results
fr: Valider et voir les résultats

source: Please finish the evaluation before validating it
fr: Veuillez finir l'évaluation avant de pouvoir la valider

source: Back to the organisation
fr: Retour à l'organisation

source: Dear Sir/Madam,
fr: Madame, Monsieur,

source: The user
fr: L'utilisateur

source: invite you to join his organisation on the Substra platform. To do this, you must create an account with the link below.
fr: vous invite à rejoindre son organisation Substra. Pour cela, vous devez créer un compte en cliquant sur le lien ci-dessous :

source: If the link above doesn't work, please copy and paste the URL in a new browser window instead.
fr: Si le lien ne fonctionne pas, veuillez le copier et le coller dans l'URL d'une nouvelle fenêtre.

source: Kind regards,
fr: Bien à vous,

source: The Substra Foundation Team
fr: L'équipe Substra Foundation

source: Add a new member to the organisation
fr: Ajouter un nouveau membre à l'organisation

source: You can add another user to your organisation. If the user does not already have an account on the platform, an invitation email will be sent to him to join your organisation.
fr: Vous pouvez ajouter un autre utilisateur à votre organisation. Si aucun compte n'existe pour cette adresse mail, une invitation pour créer un compte est envoyée. Une fois celui-ci créé, l'utilisateur rejoindra automatiquement l'organisation.

source: You can chose the rights you want to give to the user:
fr: Vous pouvez choisir les droits que vous voulez donner à l'utilisateur :

source: <strong>Read-only user</strong>: the read-only user can only consult the evaluations, he cannot create, edit or delete one.
fr: <strong>Lecteur</strong> : un lecteur peut seulement consulter les évaluations. Il ne peut pas en créer, en éditer ou en supprimer.

source: <strong>Editor</strong>: the editor can create, modify or delete evaluations.
fr: <strong>Editeur</strong> : un éditeur peut créer, modifier et supprimer des évaluations.

source: <strong>Admin</strong>: the admin user can create, modify or delete evaluations. He also can edit rights of other members and add/remove users to the organisation.
fr: <strong>Administrateur</strong> : un membre administrateur peut créer, modifier et supprimer des évaluations. Il peut aussi éditer les droits des autres membres et en ajouter à l'organisation ou en retirer.

source: <strong>Note that you cannot remove an user with admin rights from the organisation, neither change its rights. It is recommended to add user with edit rights</strong>.
fr: <strong>Notez que vous ne pouvez pas retirer un membre avec des droits 'Administrateur' des l'organisation, ni changer ses droits. C'est pourquoi nous vous recommendons d'ajouter des utilisateurs avec le droit 'Editeur'</strong>.

source: Send the invitation
fr: Envoyer l'invitation

source: Edit the rights of
fr: Editer les droits de

source: You can edit the rights of the members, except those who are 'admin':
fr: Vous pouvez modifier les droits des autres membres, sauf ceux 'administrateurs' :

source: <strong>Editor</strong>: the editor can create, modify and delete evaluations.
fr: <strong>Editeur</strong> : un éditeur peut créer, modifier et supprimer des évaluations.

source: <strong>Admin</strong>: the admin user can create, modify and delete evaluations and members.
fr: <strong>Administrateur</strong> : un membre administrateur peut créer, modifier et supprimer des évaluations et ainsi que des membres.

source: Note that you cannot remove an user with admin rights from the organisation.
fr: Notez que vous ne pouvez pas retirer un membre avec les droits 'administrateur' de l'organisation.

source: Edit invitation rights
fr: Changer les droits de l'invitation

source: You can edit the rights you want to give to the future users:
fr: Vous pouvez changer les droits que vous voulez donner aux futurs utilisateurs :

source: Are you sure you want to leave the organisation?
fr: Êtes-vous certain de vouloir quitter l'organisation ?

source: If you leave the organisation, you will not be able to access its evaluations.
fr: Si vous quittez l'organisation, vous ne pourrez plus accéder à ses évaluations.

source: Yes
fr: Oui

source: Organisation's members
fr: Membres de l'organisation

source: Add a member to your organisation
fr: Ajouter un utilisateur à l'organisation

source: User name
fr: Nom de l'utilisateur

source: Evaluations created
fr: Evaluations créées

source: (pending)
fr: (en attente)

source: Are you sure you want to remove the user
fr: Êtes-vous certain de vouloir retirer l'utilisateur

source: from the organisation?
fr: de l'organisation ?

source: The user will not be able to consult the evaluations anymore. You may also edit his role within the organisation to limit the actions he can take.
fr: L'utilisateur ne pourra plus consulter les évaluations de l'organisation. Vous pouvez aussi éditer son rôle au sein de l'organisation pour limiter ses actions possibles.

source: Are you sure you want to delete the invitation?
fr: Êtes-vous certain de vouloir supprimer cette invitation ?

source: The user will not automatically join the organisation when his account is created.
fr: L'utilisateur ne rejoindra pas automatiquement l'organisation lors de la création de son compte.

source: Organisation's evaluations
fr: Evaluations de l'organisation

source: Evaluation's name
fr: Nom de l'évaluation

source: Creation date
fr: Créée le

source: Validation date
fr: Date de validation

source: Not validated yet
fr: Pas encore soumise

source: Upgrade
fr: Mise à jour

source: Results
fr: Résultats

source: Browse
fr: Consulter

source: Continue
fr: Continuer

source: Organisation's parameters
fr: Paramètres de l'organisation

source: Name:
fr: Nom :

source: Activity:
fr: Secteur :

source: Size:
fr: Taille :

source: Country:
fr: Pays :

source: Number of member: %(counter)s
fr: Nombre de membre : %(counter)s

source: Number of in progress evaluation: %(counter)s
fr: Nombre d'évaluation en cours : %(counter)s

source: Number of finished evaluation: %(counter)s
fr: Nombre d'évaluation terminée : %(counter)s

source: Edit
fr: Modifier

source: Members
fr: Membres

source: Back to your dashboard
fr: Retour à mon tableau de bord

source: Start a new evaluation
fr: Démarrer une nouvelle évaluation

source: We are sorry, there is no assessment available yet.
fr: Nous sommes désolé, il n'y a pas d'assessment disponible actuellement.

source: Previous section
fr: Section précédente

source: Evaluation summary
fr: Accueil des sections

source: Next section
fr: Section suivante

source: My evaluations
fr: Mes évaluations

source: Your score
fr: Votre score

source: Score per section
fr: Score par section

source: Exposition score
fr: Score d'exposition

source: You are exposed to %(nb_exposed)s/%(len_exposition_dic)s of the risks identified in the assessment.
fr: Vous êtes exposé à %(nb_exposed)s/%(len_exposition_dic)s des risques identifiés dans l'évaluation.

source: Risk domain
fr: Domaine des risques

source: Exposition to the risks
fr: Exposition aux risques

source: Exposed
fr: Exposé

source: Not exposed
fr: Pas exposé

source: Legend:
fr: Légende :

source: Not Exposed
fr: Pas exposé

source: : Not concerned by the risk
fr: : pas concerné pas le risque

source: : Concerned by the risk
fr: : concerné par le risque

source: An error occured during the calculation of the exposition score...
fr: Un problème est survenu avec le calcul du score d'exposition...

source: Explanation
fr: Explications

source: The synthetic score is on a total of 100 theoretical maximum points for your full assessment. It provides an indication of the organization maturity level concerning a responsible and trustworthy data science. At the end of 2020, the 50/100 threshold can be considered a very advanced maturity level.
fr: Le score synthétique est sur un total de 100 points maximum théoriques pour l'ensemble de l'évaluation. Il offre une indication sur le niveau de maturité de l'organisation quant à une approche responsable et de confiance de la data science. À fin 2020, le seuil de 50/100 peut être considéré comme un niveau de maturité très avancé.

source: The mechanism for calculating the score is described in the FAQ that you can consult
fr: Le mécanisme de calcul du score est décrit dans la FAQ que vous pouvez consulter

source: here.
fr: ici.

source: Note: the score is a synthetic indication, not an end in itself. In particular, we invite you to consult the resources associated with each assessment element, which are excellent entry points for building skills on your topics of interest.
fr: Note : le score est une indication synthétique, pas une fin en soi. Nous vous invitons en particulier à consulter les ressources associées à chaque élément d'évaluation, qui sont d'excellents points d'entrée pour monter en compétences sur vos sujets d'intérêt.

source: Where the evaluation score provides a synthetic summary of an organization maturity level on responsible and trustworthy data science and enables to compare with other organizations, one might be interested in breaking it down to evaluation main sections. To that end, the maturity levels per section allows you to identify how your organization performs on each section. Please note that they are expressed in percentages, as the scoring model, taking into account the fact same organizations might not be concerned by all areas of risks and all evaluations items, doesn't allow a simple additive breakdown.
fr: Là où la note d'évaluation fournit un résumé synthétique du niveau de maturité d'une organisation en matière de data science responsable et de confiance et permet de la comparer avec d'autres organisations, il peut être intéressant de décomposer cette en fonction des sections de l'évaluation. À cette fin, les niveaux de maturité par section vous permettent d'identifier les performances de votre organisation dans chaque section. Veuillez noter qu'ils sont exprimés en pourcentages, car le modèle de notation, qui tient compte du fait que des organisations peuvent ne pas être concernées par tous les domaines de risques et tous les éléments d'évaluation, ne permet pas une simple addition.

source: Back to organisation
fr: Retour à l'organisation

source: Your answers
fr: Vos réponses

source: You are not concerned by this evaluation element
fr: Vous n'êtes pas concerné par cet élément d'évaluation

source: : Please select one answer which best matches to your organisation situation
fr: : Veuillez sélectionner une seule réponse correspondant le mieux à la maturité de l'organisation à ce sujet

source: : Please select all the answers which best match to your organisation situation. Be careful, some combinations are not coherent.
fr: : Veuillez sélectionner tous les éléments de réponse correspondant à des pratiques de votre organisation. Attention, certaines combinaisons ne seraient pas cohérentes

source: Top of the page
fr: Retour haut de page

source: Give a feedback on this section
fr: Donnez votre avis sur cette section

source: Back to the sections page
fr: Retour aux différentes sections

source: Your evaluation version is not up to date. Do you want to
fr: Votre évaluation n'est pas à jour, une nouvelle version existe. Voulez-vous la

source: upgrade
fr: mettre à jour

source: You do not have the right to do this action
fr: Vous n'avez pas le droit de faire cette action

source: ? Your answers will be preserved.
fr: ? Cela créera une nouvelle évaluation avec vos réponses actuelles.

source: Upgrade the evaluation
fr: Monter en version l'évaluation

source: Do you want to upgrade your evaluation to the latest version? Your answers and your notes will be transferred to the new evaluation. This evaluation won't be deleted by the process.
fr: Voulez-vous monter en version votre évaluation à la dernière version disponible ? Vos réponses et vos notes seront retranscrites dans la nouvelle évaluation. Votre évaluation actuelle ne sera pas supprimée.

source: You don't have the right to do this action.
fr: Vous n'avez pas le droit de faire cette action.

source: The evaluation %(evaluation)s has been deleted.
fr: L'évaluation %(evaluation)s a bien été supprimée.

source: An issue occurred.
fr: Une erreur est survenue.

source: You cannot leave the organisation %(organisation_name)s because you are the unique admin member.
fr: Vous ne pouvez pas quitter l'organisation %(organisation_name)s parce que vous êtes l'unique membre administrateur.

source: You are no longer member of the organisation %(organisation_name)s.
fr: Vous n'êtes désormais plus membre de l'organisation %(organisation_name)s.

source: An error occurred.
fr: Une erreur est survenue.

source: The user is already member. Please, edit his rights instead.
fr: L'utilisateur est déjà membre de l'organisation. Editez ses droits à la place.

source: Please enter a valid email.
fr: Entrez une adresse email valide.

source: The user has been added to the organisation.
fr: L'utilisateur a été ajouté à l'organisation.

source: Substra - Invitation to join an organisation
fr: Substra - Invitation à rejoindre l'organisation

source: The user does not yet have an account on the platform. An invitation has been sent to him.
fr: L'utilisateur n'a pas encore de compte sur la plateforme. Une invitation lui a été envoyée.

source: The user %(member_deleted_email)s is no longer a member of the organisation and cannot access to it.
fr: L'utlisateur %(member_deleted_email)s n'est plus membre de l'organisation et ne peut plus y accéder.

source: You cannot remove an admin member from the organisation.
fr: Vous ne pouvez pas retirer un membre administrateur de l'organisation.

source: The invitation to %(invitation)s has been deleted.
fr: L'invitation à %(invitation)s a bien été supprimée.

source: The user %(member_email)s has now the %(new_role)s rights in the organisation.
fr: L'utilisateur %(member_email)s a maintenant le role %(new_role)s.

source: You cannot change the rights of an admin member.
fr: On ne peut pas changer les droits d'un membre administrateur.

source: The invitation to %(invitation_email)s to join the organisation is now with the %(new_role)s rights in the organisation.
fr: L'invitation à %(invitation_email)s pour rejoindre l'organisation est maintenant avec le rôle %(new_role)s.

source: Sector:
fr: Secteur :

source: The organisation information has been updated.
fr: Les informations sur l'organisation ont été mises à jour !

source: An error occurred, please verify the data you entered.
fr: Un problème est survenu. Vérifiez les données que vous avez saisies.

source: You cannot do this action!
fr: Vous ne pouvez pas faire cette action !

source: Synthetic evaluation score
fr: Score synthétique de l'évaluation

source: You are exposed to
fr: Vous êtes exposé à

source: of the risks identified in the assessment.
fr: des risques identifiés dans l'évaluation.

source: The mechanism for calculating the score is described in the FAQ that you can consult on assessment.substra.ai
fr: Le mécanisme de calcul du score est décrit dans la FAQ que vous pouvez consulter sur assessment.substra.ai

source: PDF generated on {today_date} at {current_time} UTC by the assessment.substra.ai platform.
fr: PDF généré le {today_date} à {current_time} UTC par l'évaluation.Platforme substra.ai

source: Evaluation details
fr: Détails de l'évaluation

source: Exposition to the risk
fr: Exposition aux risques

source: Your notes have been saved!
fr: Vos notes ont été sauvegardées !

source: Your notes have not been saved, an error occurred.
fr: Vos notes n'ont pas été sauvegardées, une erreur est survenue.

source: Your answers have been reset!
fr: Votre réponse à été réinitialisée !

source: Your answer has been saved!
fr: Votre réponse a été enregistrée !

source: You can not combine these answers, please select an appropriate combination of choices.
fr: Vous ne pouvez pas combiner ces choix, veuillez sélectionner une combinaison possible.

source: No answer is selected.
fr: Aucune réponse n'est sélectionnée.

source: You cannot do this action.
fr: Vous ne pouvez pas faire cette action.

source: The operation failed. Please try again or contact the site administrators
fr: L'opération a échoué. Essayez de nouveau ou contactez les administrateurs du site.

source: Your evaluation has been upgraded. You will be redirected to the new version.
fr: Votre évaluation a bien été mise à jour ! Vous allez être redirigé vers celle-ci.

source: We are sorry, the operation failed.
fr: Nous sommes désolé, l'opération a échoué.

source: You cannot edit this evaluation.
fr: Vous ne pouvez pas éditer cette évaluation.

source: The evaluation's name has been changed.
fr: Le nom de votre évaluation a été changé.

source: 404 - Page not found
fr: 404 - La page n'a pas été trouvée

source: Sorry, the page has not been found or does not exist !
fr: Désolé, la page que vous avez demandée n'existe pas ou n'a pas été trouvée.

source: Internal error
fr: Erreur interne

source: An internal error occured
fr: Une erreur interne est survenue

source: Permission denied
fr: Permission refusée

source: Sorry, you can not access this content
fr: Vous ne pouvez pas accéder à ce contenu

source: Bad request
fr: Mauvaise requête

source: There is an error in the request
fr: Il y a une erreur dans la requête

source: You don't have access to this content.
fr: Vous n'avez pas accès à ce contenu.
